Repository: dhis2/usage-analytics-app
Catalog: i18n/*.po
Languages: uz_cyrl, uz_latn

source: Values
uz_cyrl: Қийматлар
uz_latn: Qiymatlar

source: Please use the format yyyy-mm-dd
uz_cyrl: Илтимос, санани кк-ой-йййй шаклида киритинг
uz_latn: Iltimos, sanani kk-oy-yyyy shaklida kiriting

source: Please fill in both dates
uz_cyrl: Илтимос, ҳар иккала санани тўлдиринг

source: End date is before start date
uz_cyrl: Якунланиш санаси бошланиш санасидан олдинда

source: Start date is after end date
uz_cyrl: Бошланиш санаси якунланиш санасидан кейинда

source: Start Date
uz_cyrl: Бошланиш санаси
uz_latn: Boshlanish sanasi

source: End Date
uz_cyrl: Якунланиш Сана
uz_latn: Yakunlanish Sana

source: Category
uz_cyrl: Категория
uz_latn: Kategoriya

source: Interval
uz_cyrl: Интервал

source: Aggregation Level
uz_cyrl: Аггрегация поғонаси
uz_latn: Аggregatsiya pogʼonasi

source: Chart Type
uz_cyrl: Диаграмма тури

source: Event Type
uz_cyrl: Тадбир тури
uz_latn: Tadbir turi

source: Page Size
uz_cyrl: Саҳифа ҳажми
uz_latn: Sahifa hajmi

source: Sort Order
uz_cyrl: Саралаш тартиби

source: Usage Analytics
uz_cyrl: Фойдаланиш таҳлили
uz_latn: Foydalanish tahlili

source: There was an error retrieving the usage analytics data
uz_cyrl: Таҳлил маълумотларидан фойдаланишда хатолик юз берди

source: Error loading application.
uz_cyrl: Илова юкланишида хатолик юз берди

source: Sum
uz_cyrl: Жамлаш
uz_latn: Жамлаш

source: Average
uz_cyrl: Ўртача
uz_latn: Ўртача

source: Favorite views
uz_cyrl: Танланган кўринишлар
uz_latn: Tanlangan koʼrinishlar

source: Number of times users looked at analysis favorites
uz_cyrl: Танланган таҳлилларни фойдаланувчилар томонидан кўрилган сони
uz_latn: Tanlangan tahlillarni foydalanuvchilar tomonidan koʼrilgan soni

source: Favorites saved
uz_cyrl: Танланганлар сақланди
uz_latn: Tanlanganlar saqlandi

source: Number of analysis favorites created by users
uz_cyrl: Фойдаланувчилар томонидан яратилган танланган таҳлиллар сони
uz_latn: Foydalanuvchilar tomonidan yaratilgan tanlangan tahlillar soni

source: Users
uz_cyrl: Фойдаланувчилар
uz_latn: Foydalanuvchilar

source: Number of users in the system
uz_cyrl: Тизимда фойдаланувчилар сони
uz_latn: Tizimda foydalanuvchilar soni

source: Top favorites
uz_cyrl: Танланганларнинг сараси
uz_latn: Tanlanganlarning sarasi

source: Data values
uz_cyrl: Маълумотларнинг қийматлари
uz_latn: Maʼlumotlarning qiymatlari

source: Number of data values saved in the system
uz_cyrl: Тизимда сақланган маълумотлар қийматларининг сони
uz_latn: Tizimda saqlangan maʼlumotlar qiymatlarining soni

source: All
uz_cyrl: Барчаси
uz_latn: Barchasi

source: Total
uz_cyrl: Жами
uz_latn: Jami

source: Chart
uz_cyrl: Диаграмма
uz_latn: Диаграмма

source: Map
uz_cyrl: Харита
uz_latn: Харита

source: Report table
uz_cyrl: Ҳисобот жадвали

source: Event report
uz_cyrl: Ҳодиса ҳисоботи
uz_latn: Hodisa/Tadbir hisoboti

source: Event chart
uz_cyrl: Ҳодиса диаграммаси
uz_latn: Hodisa/Tadbir diagrammasi

source: Dashboard
uz_cyrl: Бошқарув панели
uz_latn: Boshqaruv paneli

source: Data set report
uz_cyrl: Маълумотлар тўплами ҳисоботи

source: Day
uz_cyrl: Кун

source: Week
uz_cyrl: Ҳафта
uz_latn: Hafta

source: Month
uz_cyrl: Ой

source: Year
uz_cyrl: Йил
uz_latn: Yil

source: Date
uz_cyrl: Сана
uz_latn: Sana

source: Pivot Table
uz_cyrl: Таянч Жадвал

source: Event Report
uz_cyrl: Ҳодиса Ҳисобот
uz_latn: Hodisa Hisobot

source: Event Chart
uz_cyrl: Ҳодиса Диаграмма
uz_latn: Hodisa Diagramma

source: Data Set Report
uz_cyrl: Маълумотлар тўплами ҳисоботи
uz_latn: Maʼlumotlar toʼplami hisoboti

source: Average Map
uz_cyrl: Ўртача олинган харита
uz_latn: Oʼrtacha olingan xarita

source: Average Chart
uz_cyrl: Ўртача олинган Диаграмма
uz_latn: Oʼrtacha olingan Diagramma

source: Average Pivot Table
uz_cyrl: Ўртача олинган Таянч Жадвал
uz_latn: Oʼrtacha olingan Solishtirma Jadval

source: Average Event Report
uz_cyrl: Ўртача олинган Ҳодиса Ҳисобот
uz_latn: Oʼrtacha olingan Hodisa Hisobot

source: Average Event Chart
uz_cyrl: Ўртача олинган Ҳодиса Диаграмма
uz_latn: Oʼrtacha olingan Hodisa Diagramma

source: Average Dashboard
uz_cyrl: Ўртача олинган Бошқарув панели
uz_latn: Oʼrtacha olingan Boshqaruv paneli

source: Maps
uz_cyrl: Хариталар
uz_latn: Xaritalar

source: Charts
uz_cyrl: Диаграммалар
uz_latn: Diagrammalar

source: Pivot Tables
uz_cyrl: Таянч жадваллар
uz_latn: Solishtirma jadvallar

source: Event Reports
uz_cyrl: Ҳодисалар ҳақида ҳисоботлар
uz_latn: Hodisalar haqida hisobotlar

source: Event Charts
uz_cyrl: Ҳодиса Диаграмма
uz_latn: Hodisa Diagramma

source: Dashboards
uz_cyrl: Бошқарув Панели
uz_latn: Boshqaruv Paneli

source: Indicators
uz_cyrl: Индикаторлар
uz_latn: Koʼrsatgichlar

source: Active Users
uz_cyrl: Фаол Фойдаланувчилар
uz_latn: Faol Foydalanuvchilar

source: Total Users
uz_cyrl: Жами Фойдаланувчилар
uz_latn: Jami Foydalanuvchilar

source: Position
uz_cyrl: Лавозими
uz_latn: Lavozimi

source: Name
uz_cyrl: Исми
uz_latn: Исми

source: Views
uz_cyrl: Кўришлар
uz_latn: Koʼrishlar

source: Created
uz_cyrl: Яратилди
uz_latn: Yaratilgan

source: Data Values
uz_cyrl: Маълумотлар Қийматлар
uz_latn: Maʼlumotlar Qiymatlar

source: Ascending
uz_cyrl: Ошиш бўйича
uz_latn: Oshish boʼyicha

source: Descending
uz_cyrl: Камайиш бўйича
uz_latn: Kamayish boʼyicha

source: Start date should be before end date
uz_latn: Boshlanish sanasi tugash sanasidan oldin boʼlishi kerak

source: Please fill in a date
uz_latn: Iltimos, sanani toʼldiring

source: Unrecognized category
uz_latn: Tan olinmagan toifa

source: The chosen category was not recognized.
uz_latn: Tanlangan toifa tan olinmadi.

source: Error whilst fetching data
uz_latn: Maʼlumotlarni olishda xatolik yuz berdi

source: The error message was: "{{ MESSAGE }}".
uz_latn: Xabarda xatolik: "{{XАBАR}}"

source: There was no error message included with the error.
uz_latn: Ichida xatolik saqlagan hech qanday Xabarda xatolik boʼlmagan.
